Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# resetIgnoredTooltip
source: Clear previously-ignored rows so they'll be re-evaluated against the current filters on the next run. Sent rows are preserved.
da: Ryd tidligere ignorerede rækker, så de revurderes mod de aktuelle filtre ved næste kørsel. Sendte rækker bevares.
de: Zuvor ignorierte Einträge löschen, damit sie beim nächsten Lauf gegen die aktuellen Filter neu bewertet werden. Gesendete Einträge bleiben erhalten.
es: Borra las filas previamente ignoradas para que se reevalúen con los filtros actuales en la próxima ejecución. Las filas enviadas se conservan.
fr: Effacer les entrées précédemment ignorées pour qu’elles soient réévaluées avec les filtres actuels à la prochaine exécution. Les entrées envoyées sont conservées.
it: Cancella le voci precedentemente ignorate per rivalutarle con i filtri attuali alla prossima esecuzione. Le voci inviate vengono mantenute.
ja: 以前に無視された項目をクリアし、次回の実行時に現在のフィルタで再評価します。送信済みの項目は保持されます。
nb: Fjern tidligere ignorerte rader slik at de vurderes på nytt mot nåværende filtre ved neste kjøring. Sendte rader beholdes.
nl: Wis eerder genegeerde rijen zodat ze bij de volgende uitvoering opnieuw worden beoordeeld tegen de huidige filters. Verzonden rijen blijven behouden.
pl: Wyczyść wcześniej zignorowane wiersze, aby zostały ponownie ocenione względem bieżących filtrów przy następnym uruchomieniu. Wysłane wiersze pozostają.
pt: Limpa as linhas anteriormente ignoradas para serem reavaliadas com os filtros atuais na próxima execução. As linhas enviadas são preservadas.
sv: Rensa tidigare ignorerade rader så de omvärderas mot aktuella filter vid nästa körning. Skickade rader behålls.
zh_hans: 清除先前被忽略的记录，使其在下次运行时按当前筛选条件重新评估。已发送的记录将保留。

source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt: Restaurar
sv: Återställ
zh_hans: 恢复

# restoredSnapshotFormat
source: Restored %@
da: Gendannede %@
de: Wiederhergestellt: %@
es: Restaurado: %@
fr: Restauré : %@
it: Ripristinato: %@
ja: %@ を復元しました
nb: Gjenopprettet %@
nl: Hersteld: %@
pl: Przywrócono: %@
pt: Restaurado: %@
sv: Återställde %@
zh_hans: 已恢复 %@

# restoreQueue
source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt: Restaurar
sv: Återställ
zh_hans: 恢复

source: Resume All
da: Genoptag alle
de: Alle fortsetzen
es: Reanudar todo
fr: Tout reprendre
it: Riprendi tutto
ja: すべて再開
nb: Fortsett alle
nl: Alles hervatten
pl: Wznów wszystkie
pt: Retomar tudo
sv: Återuppta alla
zh_hans: 全部继续播放

source: Retry
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
sv: Försök igen
zh_hans: 重试

source: room-blocked
da: rumblokeret
de: Raum gesperrt
es: bloqueados por sala
fr: bloqués par la pièce
it: bloccati dalla stanza
ja: 部屋フィルタ
nb: romblokkert
nl: kamer-geblokkeerd
pl: zablokowane przez pokój
pt: bloqueados por sala
sv: rumsblockerade
zh_hans: 房间屏蔽

source: Room-blocked examples
da: Rumblokerede eksempler
de: Raum-gesperrte Beispiele
es: Ejemplos bloqueados por sala
fr: Exemples bloqués par la pièce
it: Esempi bloccati dalla stanza
ja: 部屋フィルタの例
nb: Romblokkerte eksempler
nl: Kamer-geblokkeerde voorbeelden
pl: Przykłady zablokowane przez pokój
pt: Exemplos bloqueados por sala
sv: Exempel på rumsblockerade
zh_hans: 房间屏蔽示例

# roomLabel
source: Room
da: Rum
de: Raum
es: Habitación
fr: Pièce
it: Stanza
ja: ルーム
nb: Rom
nl: Ruimte
pl: Pokój
pt: Sala
sv: Rum
zh_hans: 房间

# roomMatchExact
source: Exact
da: Nøjagtig
de: Genau
es: Exacto
it: Esatto
ja: 完全一致
nb: Nøyaktig
pl: Dokładnie
pt: Exato
sv: Exakt
zh_hans: 精确

# roomMatchIncludes
source: Includes
da: Indeholder
de: Enthält
es: Incluye
fr: Inclut
it: Include
ja: 含む
nb: Inneholder
nl: Bevat
pl: Zawiera
pt: Inclui
sv: Innehåller
zh_hans: 包含

source: Rooms
da: Rum
de: Räume
es: Habitaciones
fr: Pièces
it: Stanze
ja: ルーム
nb: Rom
nl: Kamers
pl: Pokoje
pt: Salas
sv: Rum
zh_hans: 房间

source: Room Usage
da: Rumbrug
de: Raum-Nutzung
es: Uso por habitación
fr: Utilisation des pièces
it: Utilizzo per stanza
ja: 部屋の利用
nb: Rombruk
nl: Kamergebruik
pl: Użycie w pokojach
pt: Uso por sala
sv: Rumsanvändning
zh_hans: 房间使用

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nb: Lagre
nl: Bewaren
pl: Zapisz
pt: Salvar
sv: Spara
zh_hans: 保存

source: Save as Playlist
da: Gem som spilleliste
de: Als Playlist speichern
es: Guardar como lista
fr: Enregistrer comme liste de lecture
it: Salva come playlist
ja: プレイリストとして保存
nb: Lagre som spilleliste
nl: Bewaren als afspeellijst
pl: Zapisz jako playlistę
pt: Salvar como playlist
sv: Spara som spellista
zh_hans: 保存为播放列表

source: Save Changes
da: Gem ændringer
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
nb: Lagre endringer
nl: Wijzigingen bewaren
pl: Zapisz zmiany
pt: Salvar alterações
sv: Spara ändringar
zh_hans: 保存更改

# savedAsFormat
source: Saved as “%@”
da: Gemt som ”%@“
de: Gespeichert als „%@“
es: Guardado como “%@”
fr: Enregistré sous « %@ »
it: Salvato come “%@”
ja: 「%@」として保存しました
nb: Lagret som «%@»
nl: Opgeslagen als “%@”
pl: Zapisano jako „%@”
pt: Guardado como “%@”
sv: Sparad som ”%@”
zh_hans: 已保存为“%@”

# saveDestination
source: Save to
da: Gem i
de: Speichern in
es: Guardar en
fr: Enregistrer dans
it: Salva in
ja: 保存先
nb: Lagre til
nl: Opslaan in
pl: Zapisz w
pt: Salvar em
sv: Spara till
zh_hans: 保存到

# savedPresetFormat
source: Saved "%1$@" (%2$@)
da: "%1$@" gemt (%2$@)
de: "%1$@" gespeichert (%2$@)
es: "%1$@" guardado (%2$@)
fr: "%1$@" enregistré (%2$@)
it: "%1$@" salvato (%2$@)
ja: "%1$@" を保存しました（%2$@）
nb: "%1$@" lagret (%2$@)
nl: "%1$@" opgeslagen (%2$@)
pl: Zapisano "%1$@" (%2$@)
pt: "%1$@" guardado (%2$@)
sv: "%1$@" sparad (%2$@)
zh_hans: 已保存“%1$@”（%2$@）

# savedPresetWithEQFormat
source: Saved "%1$@" with EQ (%2$@)
da: "%1$@" gemt med EQ (%2$@)
de: "%1$@" mit EQ gespeichert (%2$@)
es: "%1$@" guardado con EQ (%2$@)
fr: "%1$@" enregistré avec EQ (%2$@)
it: "%1$@" salvato con EQ (%2$@)
ja: "%1$@" を EQ 付きで保存しました（%2$@）
nb: "%1$@" lagret med EQ (%2$@)
nl: "%1$@" opgeslagen met EQ (%2$@)
pl: Zapisano "%1$@" z EQ (%2$@)
pt: "%1$@" guardado com EQ (%2$@)
sv: "%1$@" sparad med EQ (%2$@)
zh_hans: 已保存“%1$@”（含 EQ）（%2$@）

source: Saved queues
da: Gemte køer
de: Gespeicherte Warteschlangen
es: Colas guardadas
fr: Files enregistrées
it: Code salvate
ja: 保存済みキュー
nb: Lagrede køer
nl: Opgeslagen wachtrijen
pl: Zapisane kolejki
pt: Filas salvas
sv: Sparade köer
zh_hans: 已保存的队列

# savedToAppleMusicFormat
source: Saved %d track(s) to Apple Music
da: %d numre gemt i Apple Music
de: %d Titel in Apple Music gespeichert
es: %d canción(es) guardada(s) en Apple Music
fr: %d titre(s) enregistré(s) dans Apple Music
it: %d brano/i salvato/i in Apple Music
ja: %d 曲をApple Musicに保存しました
nb: %d spor lagret til Apple Music
nl: %d nummer(s) opgeslagen in Apple Music
pl: Zapisano %d utwór(ów) w Apple Music
pt: %d faixa(s) salva(s) no Apple Music
sv: %d låt(ar) sparade till Apple Music
zh_hans: 已将 %d 首曲目保存到 Apple Music

# savedToChoragusAsFormat
source: Saved to Choragus as “%@”
da: Gemt i Choragus som ”%@“
de: In Choragus gespeichert als „%@“
es: Guardado en Choragus como “%@”
fr: Enregistré dans Choragus sous « %@ »
it: Salvato in Choragus come “%@”
ja: 「%@」として Choragus に保存しました
nb: Lagret i Choragus som «%@»
nl: In Choragus opgeslagen als “%@”
pl: Zapisano w Choragus jako „%@”
pt: Guardado no Choragus como “%@”
sv: Sparad i Choragus som ”%@”
zh_hans: 已保存到 Choragus，名为“%@”

# savedTracksToChoragusFormat
source: Saved %1$d tracks to Choragus as “%2$@”
da: %1$d spor gemt i Choragus som ”%2$@“
de: %1$d Titel als „%2$@“ in Choragus gespeichert
es: %1$d pistas guardadas en Choragus como “%2$@”
fr: %1$d pistes enregistrées dans Choragus sous « %2$@ »
it: %1$d brani salvati in Choragus come “%2$@”
ja: %1$d 曲を「%2$@」として Choragus に保存しました
nb: %1$d spor lagret i Choragus som «%2$@»
nl: %1$d nummers in Choragus opgeslagen als “%2$@”
pl: Zapisano %1$d utworów w Choragus jako „%2$@”
pt: %1$d faixas guardadas no Choragus como “%2$@”
sv: %1$d spår sparade i Choragus som ”%2$@”
zh_hans: 已将 %1$d 首曲目保存到 Choragus，名为“%2$@”

# saveFromCurrent
source: Save Current
da: Gem nuværende
de: Aktuelle speichern
es: Guardar actual
fr: Enregistrer l’actuel
it: Salva corrente
ja: 現在を保存
nb: Lagre gjeldende
nl: Huidige opslaan
pl: Zapisz bieżące
pt: Guardar atual
sv: Spara nuvarande
zh_hans: 保存当前

# saveQueueTitle
source: Save Queue to Playlist
da: Gem kø i spilleliste
de: Warteschlange in Playlist speichern
es: Guardar cola en lista
fr: Enregistrer la file dans une liste
it: Salva coda nella playlist
ja: キューをプレイリストに保存
nb: Lagre kø til spilleliste
nl: Wachtrij opslaan in afspeellijst
pl: Zapisz kolejkę na liście
pt: Salvar fila na playlist
sv: Spara kö till spellista
zh_hans: 将队列保存到播放列表

# saveToAppleMusic
source: Save Queue to Apple Music
da: Gem kø i Apple Music
de: Warteschlange in Apple Music speichern
es: Guardar cola en Apple Music
fr: Enregistrer la file dans Apple Music
it: Salva coda in Apple Music
ja: キューをApple Musicに保存
nb: Lagre kø til Apple Music
nl: Wachtrij opslaan in Apple Music
pl: Zapisz kolejkę w Apple Music
pt: Salvar fila no Apple Music
sv: Spara kö till Apple Music
zh_hans: 将队列保存到 Apple Music

source: Save to Playlist…
da: Gem i spilleliste…
de: In Playlist speichern…
es: Guardar en lista…
fr: Enregistrer dans une liste…
it: Salva nella playlist…
ja: プレイリストに保存…
nb: Lagre i spilleliste…
nl: Opslaan in afspeellijst…
pl: Zapisz na liście…
pt: Salvar na playlist…
sv: Spara i spellista…
zh_hans: 保存到播放列表…

source: Scrobble Pending Now
da: Scrobble afventende nu
de: Ausstehende jetzt scrobbeln
es: Scrobble pendientes ahora
fr: Scrobbler les en attente
it: Scrobble in sospeso ora
ja: 保留中を今すぐスクロブル
nb: Scrobble ventende nå
nl: Openstaande nu scrobblen
pl: Scrobbluj oczekujące teraz
pt: Scrobble pendentes agora
sv: Scrobbla väntande nu
zh_hans: 立即 Scrobble 待处理项

# scrobblingIntro
source: Scrobbling sends what you listen to on Sonos to an external service so it shows up in your listening profile. All submissions come from local play history — no new network taps on your speakers.
da: Scrobbling sender det, du lytter til på Sonos, til en ekstern tjeneste, så det vises i din lytteprofil. Alle indsendelser kommer fra den lokale afspilningshistorik — ingen nye netværksforespørgsler til dine højttalere.
de: Scrobbling sendet, was du auf Sonos hörst, an einen externen Dienst, sodass es in deinem Hörprofil erscheint. Alle Übertragungen stammen aus dem lokalen Wiedergabeverlauf — keine zusätzlichen Netzwerkanfragen an deine Lautsprecher.
es: El scrobbling envía lo que escuchas en Sonos a un servicio externo para que aparezca en tu perfil de escucha. Todos los envíos provienen del historial local — sin nuevas conexiones a tus altavoces.
fr: Le scrobbling envoie ce que vous écoutez sur Sonos à un service externe afin qu’il apparaîsse dans votre profil d’écoute. Toutes les soumissions proviennent de l’historique de lecture local — aucune nouvelle interception réseau sur vos enceintes.
it: Lo scrobbling invia ciò che ascolti su Sonos a un servizio esterno, così da apparire nel tuo profilo di ascolto. Tutti gli invii provengono dalla cronologia locale — nessuna nuova connessione ai tuoi altoparlanti.
ja: スクロブリングは Sonos で再生した内容を外部サービスに送信し、リスニングプロフィールに反映します。すべての送信はローカルの再生履歴から行われ、スピーカーへの新たなネットワークアクセスは発生しません。
nb: Scrobbling sender det du lytter til på Sonos til en ekstern tjeneste slik at det vises i lytteprofilen din. Alle innsendinger kommer fra lokal avspillingslogg — ingen nye nettverkshenvendelser til høyttalerne dine.
nl: Scrobbling stuurt wat je op Sonos afspeelt naar een externe dienst, zodat het in je luisterprofiel verschijnt. Alle inzendingen komen uit de lokale afspeelgeschiedenis — geen nieuwe netwerkverbindingen met je luidsprekers.
pl: Scrobbling wysyła to, czego słuchasz w Sonos, do zewnętrznej usługi, aby pojawiło się w Twoim profilu odsłuchu. Wszystkie zgłoszenia pochodzą z lokalnej historii — bez nowych połączeń sieciowych z głośnikami.
pt: O scrobbling envia o que você ouve no Sonos para um serviço externo para aparecer no seu perfil de audição. Todos os envios vêm do histórico local — sem novas conexões de rede aos seus alto-falantes.
sv: Scrobbling skickar det du lyssnar på i Sonos till en extern tjänst så det visas i din lyssnarprofil. Alla överföringar kommer från den lokala uppspelningshistoriken — inga nya nätverksanslutningar till dina högtalare.
zh_hans: Scrobble 会将您在 Sonos 上收听的内容发送到外部服务，使其显示在您的收听档案中。所有提交均来自本地播放历史——不会对您的音箱发起新的网络请求。

# scrobblingProgress
source: Scrobbling…
da: Scrobbler…
de: Scrobbeln…
es: Enviando scrobbles…
it: Scrobble in corso…
ja: スクロブル中…
nb: Scrobbler…
nl: Bezig met scrobblen…
pl: Scrobblowanie…
pt: Enviando scrobbles…
sv: Scrobblar…
zh_hans: Scrobble 中…

source: Scroll wheel adjusts volume
da: Rullehjul justerer lydstyrken
de: Scrollrad regelt die Lautstärke
es: La rueda de desplazamiento ajusta el volumen
fr: La molette ajuste le volume
it: La rotella regola il volume
ja: スクロールホイールで音量を調整
nb: Rullehjulet justerer volumet
nl: Scrollwiel past volume aan
pl: Kółko przewijania reguluje głośność
pt: A roda de deslocamento ajusta o volume
sv: Rullhjulet justerar volymen
zh_hans: 滚轮调节音量

# scrollWheelAdjustsVolumeHint
source: Scroll the mouse wheel over Now Playing to change the group's volume.
da: Rul med musens rullehjul over Afspilles nu for at ændre gruppens lydstyrke.
de: Scrolle das Mausrad über „Aktuell läuft\", um die Lautstärke der Gruppe zu ändern.
es: Desliza la rueda del ratón sobre «Reproduciendo» para cambiar el volumen del grupo.
fr: Faites défiler la molette sur « Lecture en cours » pour modifier le volume du groupe.
it: Scorri la rotella del mouse sopra «In riproduzione» per cambiare il volume del gruppo.
ja: 「再生中」の上でマウスホイールをスクロールして、グループの音量を変更します。
nb: Rull museh hjulet over «Spilles nå» for å endre gruppens volum.
nl: Scroll het muiswiel over ‘Speelt nu’ om het volume van de groep te wijzigen.
pl: Przewiń kółkiem myszy nad obszarem „Teraz odtwarzane”, aby zmienić głośność grupy.
pt: Desloque a roda do rato sobre «A tocar» para alterar o volume do grupo.
sv: Rulla mushjulet över Spelas nu för att ändra gruppens volym.
zh_hans: 在正在播放区域滚动鼠标滚轮以调节组的音量。

source: Search
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Buscar
sv: Sök
zh_hans: 搜索

# searchAppleMusicPlaceholder
source: Search Apple Music…
da: Søg i Apple Music…
de: Apple Music suchen…
es: Buscar en Apple Music…
fr: Rechercher dans Apple Music…
it: Cerca in Apple Music…
ja: Apple Musicを検索…
nb: Søk i Apple Music…
nl: Zoeken in Apple Music…
pl: Szukaj w Apple Music…
pt: Buscar em Apple Music…
sv: Sök i Apple Music…
zh_hans: 搜索 Apple Music…

source: Search Artwork…
da: Søg omslag…
de: Cover suchen…
es: Buscar portada…
fr: Rechercher une pochette…
it: Cerca copertina…
ja: アートワークを検索…
nb: Søk omslag…
nl: Hoes zoeken…
pl: Wyszukaj okładkę…
pt: Buscar arte…
sv: Sök omslag…
zh_hans: 搜索封面…

# searchArtworkTitle
source: Search Artwork
da: Søg omslag
de: Cover suchen
es: Buscar carátula
fr: Rechercher une illustration
it: Cerca copertina
ja: アートワークを検索
nb: Søk omslag
nl: Albumhoes zoeken
pl: Szukaj okładki
pt: Buscar capa
sv: Sök omslag
zh_hans: 搜索封面

source: Search for radio stations
da: Søg efter radiostationer
de: Radiosender suchen
es: Busca emisoras de radio
fr: Rechercher des stations de radio
it: Cerca stazioni radio
ja: ラジオ局を検索
nb: Søk etter radiostasjoner
nl: Zoek naar radiostations
pl: Szukaj stacji radiowych
pt: Buscar estações de rádio
sv: Sök efter radiokanaler
zh_hans: 搜索电台

# searchForSongsAlbumsArtists
source: Search for songs, albums, or artists
da: Søg efter sange, albummer eller kunstnere
de: Nach Titeln, Alben oder Künstlern suchen
es: Busca canciones, álbumes o artistas
fr: Rechercher des chansons, albums ou artistes
it: Cerca canzoni, album o artisti
ja: 曲、アルバム、アーティストを検索
nb: Søk etter låter, album eller artister
nl: Zoek naar nummers, albums of artiesten
pl: Szukaj piosenek, albumów lub wykonawców
pt: Buscar músicas, álbuns ou artistas
sv: Sök efter låtar, album eller artister
zh_hans: 搜索歌曲、专辑或艺术家

source: Searching…
da: Søger…
de: Suche…
es: Buscando…
fr: Recherche…
it: Ricerca in corso…
ja: 検索中…
nb: Søker…
nl: Zoeken…
pl: Wyszukiwanie…
pt: Procurando…
sv: Söker…
zh_hans: 搜索中…

source: Searching Apple Music…
da: Søger i Apple Music…
de: Apple Music wird durchsucht…
es: Buscando en Apple Music…
fr: Recherche dans Apple Music…
it: Ricerca in Apple Music…
ja: Apple Music を検索中…
nb: Søker i Apple Music…
nl: Apple Music doorzoeken…
pl: Przeszukiwanie Apple Music…
pt: A pesquisar no Apple Music…
sv: Söker i Apple Music…
zh_hans: 正在搜索 Apple Music…

# searchingForSpeakers
source: Searching for Sonos speakers...
da: Søger efter Sonos-højttalere...
de: Suche nach Sonos-Lautsprechern...
es: Buscando altavoces Sonos...
fr: Recherche d’enceintes Sonos...
it: Ricerca degli altoparlanti Sonos...
ja: Sonosスピーカーを検索中...
nb: Søker etter Sonos-høyttalere...
nl: Zoeken naar Sonos-speakers...
pl: Wyszukiwanie głośników Sonos...
pt: Procurando caixas de som Sonos...
sv: Söker efter Sonos-högtalare...
zh_hans: 正在搜索 Sonos 音箱...

# searchingServiceFormat
source: Searching %@…
da: Søger i %@…
de: Suche in %@…
es: Buscando en %@…
fr: Recherche dans %@…
it: Ricerca in %@…
ja: %@ を検索中…
nb: Søker i %@…
nl: Zoeken in %@…
pl: Wyszukiwanie w %@…
pt: A procurar em %@…
sv: Söker i %@…
zh_hans: 正在搜索 %@…

# searchLabel
source: Search
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Buscar
sv: Sök
zh_hans: 搜索

# searchResultsTitleFormat
source: Search: %@
da: Søgning: %@
de: Suche: %@
es: Búsqueda: %@
fr: Recherche : %@
it: Ricerca: %@
ja: 検索：%@
nb: Søk: %@
nl: Zoeken: %@
pl: Wyszukiwanie: %@
pt: Pesquisa: %@
sv: Sökning: %@
zh_hans: 搜索：%@

# searchServicePlaceholderFormat
source: Search %@…
da: Søg i %@…
de: %@ durchsuchen…
es: Buscar en %@…
fr: Rechercher dans %@…
it: Cerca in %@…
ja: %@を検索…
nb: Søk i %@…
nl: Zoeken in %@…
pl: Szukaj w %@…
pt: Buscar em %@…
sv: Sök i %@…
zh_hans: 搜索 %@…

# searchServicesHeader
source: Search Services (No Connection Required)
da: Søgetjenester (ingen forbindelse nødvendig)
de: Suchdienste (keine Verbindung erforderlich)
es: Servicios de búsqueda (sin conexión)
fr: Services de recherche (aucune connexion requise)
it: Servizi di ricerca (nessuna connessione richiesta)
ja: 検索サービス(接続不要)
nb: Søketjenester (ingen tilkobling nødvendig)
nl: Zoekdiensten (geen verbinding vereist)
pl: Usługi wyszukiwania (bez połączenia)
pt: Serviços de busca (sem conexão)
sv: Söktjänster (ingen anslutning behövs)
zh_hans: 搜索服务（无需连接）
